// Описание фотографий
const DESCRIPTIONS = [
  'Слово - не воробей. Вообще ничто не воробей, кроме самого воробья.',
  'Если тебе где-то не рады в рваных носках, то и в целых туда идти не стоит.',
  'Многие жалуются на свою внешность, но на мозги не жалуется никто.',
  'Сила – не в бабках. Ведь бабки – уже старые.',
  'Из проведённых 64-х боёв у меня 64 победы. Все бои были с тенью.',
  'Взял нож - режь, взял дошик - ешь.',
  'Я живу, как карта ляжет. Ты живёшь, как мамка скажет.',
  'Если заблудился в лесу, иди домой.',
  'В жизни всегда есть две дороги: одна — первая, а другая — вторая.',
  'Делай, как надо. Как не надо, не делай.',
  'Работа — это не волк. Работа — ворк. А волк — это ходить.',
  'Не будьте эгоистами, в первую очередь думайте о себе!'
];

// Комментарии к фотографии
const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

// Имена авторов комментариев
const NAMES = [
  'Мама Чолли',
  'Аугусто Пиночет',
  'Юрий Гагарин',
  'Элли',
  'Сашка',
  'Зоя',
  'Олеся'
];

export { DESCRIPTIONS, MESSAGES, NAMES };
